Revit 2024 API
DefaultOpenFromCloudCallback Constructor
 Create a default open callback. Open latest by default for all scenarios.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public DefaultOpenFromCloudCallback()
Visual Basic
Public Sub New
Visual C++
public:
DefaultOpenFromCloudCallback()
See Also
DefaultOpenFromCloudCallback Class
Autodesk.Revit.DB Namespace